{
  "Основні правила": [
    "Зайшовши на сервер, Ви автоматично погоджуєтеся з його правилами та зобов’язані дотримуватися їх.",
    "Незнання цих правил не звільняє Вас від відповідальності.",
    "У випадку порушення гравцем кількох пунктів цих правил, адміністрація залишає за собою право призначити покарання, терміни якого становитимуть суму термінів покарань за кожне порушення.",
    "Адміністрація може змінювати ці правила, повідомивши гравців про їх зміну. Якщо ви “не побачили” повідомлення щодо змін у правилах, це не звільняє Вас від відповідальності за їх порушення.",
    "У випадку порушення гравцем чинного законодавства України, адміністрація має право винести покарання на свій розсуд."
  ],
  "Адміністрація": [
    "Адміністрація має повне право застосувати покарання щодо гравця за порушення будь-якого пункту цих правил.",
    "Адміністрація залишає за собою право на приняття дій щодо порушника, які не вказані в чинних правилах.",
    "Адміністрація має право самостійно визначати вид та розмір покарання порушника, водночас зважаючи на терміни покарання, прописані у цьому зведенні правил.",
    "Адміністрація завжди має рацію. Будь-яка дія адміністрації спрямована на благо сервера та чесних гравців.",
    "Адміністрація не зобов’язана виконувати забаганки гравців, як-от телепортація гравця, видача ресурсів і подібні. Також Адміністрація не зобов’язана повертати Вам те, що Ви втратили по своїй вині, окрім випадку, коли ресурси були втрачені через несправність у роботі сервера."
  ],
  "Гравець": [
    "Мультиакаунт (використання 2-ох і більше акаунтів) заборонений. Будь ласка, попереджайте адміністрацію заздалегідь, якщо Ваші родичі, друзі чи знайомі мають можливість на постійній основі грати лише з того ж комп'ютера, що і Ви.",
    "Передача чи продаж акаунта третім особам.",
    "Обхід блокування акаунта.",
    "Злам інших акаунтів.",
    "Будь-яка торгівля за реальні гроші (Real Money Trading).",
    "Скіни та плащі які містять образи, ненормативну лексику, а також пропаганду міжнаціональної, расової чи релігійної ворожнечі.",
    "Аналогічно до пункту 3.6, проте стосовно ніків. Також заборонено мати нік схожий з адміністрацією."
  ],
  "Спілкування та взаємодія": [
    "Використання російської мови, якщо цього не вимагає контекст.",
    "Флуд, спам, зловживання використанням великих літер (Caps-Lock) у повідомленнях, зловживання матом.",
    "З'ясування відносин, розведення дискусій між вузьким колом осіб через глобальний чат, особливо в грубій формі, неадекватна та токсична поведінка.",
    "Образа гравців, рідних, адміністрації та проєкту у будь-якій формі.",
    "Заборонена провокація міжнаціональної, расової чи релігійної ворожнечі, приниження людської гідності тощо.",
    "Розповсюдження NSFW-контенту чи іншого шкідливого контенту.",
    "Введення гравців в оману, розповсюдження неправдивої інформації.",
    "Розголошення особистої інформації гравців без їх дозволу, як-от ім'я, адреса, номер телефону, електронна пошта, паролі тощо.",
    "Видавання себе за члена адміністрації проєкту, не будучи її представником.",
    "Підбурювання гравців до порушення правил.",
    "Реклама будь-якого програмного забезпечення, ігрових ресурсів, каналів, серверів, тощо, без погодження з адміністрацією.",
    "Розповсюдження інформації про роботу внутрішньої частини сервера. Програмні засоби, шматки коду, принципи роботи, які не знаходяться у вільному доступі.",
    "Лише адміністрація має право трактувати правила та виносити покарання за їх порушення. Будь-яка спроба винести покарання, або ж трактувати правила самостійно вважається некоректною.",
    "Створення перешкод для роботи адміністрації. Наприклад, часте пінгування у Discord, відволікання на Minecraft-сервері тощо."
  ],
  "Інше": [
    "Використання стороннього програмного забезпечення (чити, x-ray текстури, клікери, макроси тощо), вразливостей сервера та гри (баги, дюпи, аб’юзи тощо).",
    "Приховування(та поширення) багів та вразливостей від адміністрації.",
    "Заборонено гриферство в будь-якому вигляді (заманювання до пасток, руйнування приватних будівель, крадіжка ресурсів, вбивства гравців тощо), якщо це заподіяло шкоди гравцю(-ям).",
    "Зумисне псування світу без вагомої причини, наприклад, створення лавакастів, підпалення лісів, влаштування потопів, руйнування зовнішнього вигляду карти вибухами.",
    "Заборонено умисно спричиняти неполадки сервера будь-яким способом, надмірно його навантажувати (будівництво лаг-машин тощо).",
    "Обхід систем захисту сервера."
  ],
  "Правила для хелперів": [
    "Хелпер зобов’язаний знати свої прямі обов’язки та виконувати їх.",
    "Хелпер зобов’язаний адекватно поводитися як у чаті, так і в грі.",
    "Заборонено використання ігрових повноважень задля переваги/шкоди для гравців/сервера.",
    "Заборонено передчасно знімати покарання гравця без вагомої причини.",
    "Хелпер повинен дотримуватися статуту правил, нарівні з іншими гравцями."
  ],
  "Умови покупки “прохідки”": [
    "При здійсненні покупки \"прохідки\" ви погоджуєтеся з умовами цього договору.",
    "Придбання \"прохідки\" розглядається як добровільне пожертвування на підтримку проєкту UKLAND.",
    "Кошти за куплену \"прохідку\" не підлягають поверненню.",
    "Умови \"прохідки\" мають той самий термін, що й під час придбання і не можуть бути змінені після покупки.",
    "Адміністрація проєкту не в праві забрати у вас “прохідку”, проте може обмежити доступ до акаунта на сервері, для якого було її придбано.",
    "Купівля \"прохідки\" дозволяється на ім’я будь-якого акаунта. Тобто Ви можете купити її не лише для себе, а й для третіх осіб.",
    "У разі зміни положень цього договору, нові умови поширюватимуться лише на нові куплені “прохідки”, якщо термін їх дії ще не закінчився.",
    "У разі втрати чинності якогось із положень договору, всі інші положення залишаються в силі."
  ]
}
